[
  {
    "name": "cat-plead",
    "display": "cat plead",
    "alt": "A cat face emoji with big pleading eyes. The cat is yellow with a pink nose and brown eyes.",
    "tags": ["cat", "plead"]
  },
  {
    "name": "cat-tears",
    "display": "cat holding back tears",
    "alt": "A cat face emoji with tears welling up in their eyes. The cat is yellow with a pink nose. Their eyes are large and have tears welling up in them.",
    "tags": ["cat", "tears", "crying"]
  },
  {
    "name": "cat-nerd",
    "display": "cat nerd",
    "alt": "A nerd cat face emoji. The cat is yellow with a pink nose, exaggerated buckteeth, and is wearing black, thick-rimmed glasses.",
    "tags": ["cat", "nerd"]
  },
  {
    "name": "cat-sobbing",
    "display": "cat sobbing",
    "alt": "A sobbing cat face emoji. The cat is yellow with a pink nose. The cat is sobbing with closed eyes and an open mouth. A stream of light blue tears falls from the cat's eyes, forming a pool at the bottom of the face.",
    "tags": ["cat", "sobbing", "crying"]
  },
  {
    "name": "cat-pensive",
    "display": "cat pensive",
    "alt": "A pensive cat face emoji. The cat is yellow with a pink nose with sad, closed eyes, furrowed eyebrows, and a flat mouth.",
    "tags": ["cat", "pensive"]
  },
  {
    "name": "cat-palestine-flag",
    "display": "cat with Palestine flag",
    "alt": "A cat carrying the flag of Palestine emoji. The cat is yellow with three dark stripes on their back. The cat is carrying the Palestinian flag with its mouth. The flag has three horizontal stripes (black, white, and green from top to bottom) and a red triangle from the hoist.",
    "tags": ["cat", "Palestine", "flag", "free Palestine"]
  },
  {
    "name": "cat-blep",
    "display": "cat blep",
    "alt": "A cat face emoji doing a blep. The cat is yellow with a pink nose with their tongue partially sticking out of their mouth and eyes closed.",
    "tags": ["cat", "blep", "tongue"]
  },
  {
    "name": "cat-melting",
    "display": "cat melting",
    "alt": "A melting cat face emoji. The cat is yellow with a pink nose and melting into a puddle. Their eyes, nose, mouth, and whiskers are sliding down their face.",
    "tags": ["cat", "melting"]
  },
  {
    "name": "cat-forehead-kiss",
    "display": "cat forehead kiss",
    "alt": "A cat face emoji with lipstick on their forehead. The cat is yellow with a pink nose. There is red lipstick in the shape of a pair of lips marking their forehead.",
    "tags": ["cat", "kiss"]
  },
  {
    "name": "cat-eyebrows",
    "display": "cat with raised eyebrows",
    "alt": "A cat face emoji with raised eyebrows. The cat is yellow with a pink nose. The cat has eyebrows, one of them raised to give a skeptical look.",
    "tags": ["cat", "raised eyebrow", "ayo", "sus"]
  },
  {
    "name": "cat-angry",
    "display": "cat angry",
    "alt": "An angry cat face emoji. The cat is yellow with a pink nose.  The cat is frowning with furrowed eyebrows.",
    "tags": ["cat", "angry", "mad"]
  },
  {
    "name": "cat-sleeping",
    "display": "cat sleeping",
    "alt": "A sleeping cat face emoji. The cat is yellow with a pink nose. Their eyes are closed and there are three light-blue Zs above their head.",
    "tags": ["cat", "sleeping", "eepy"]
  },
  {
    "name": "cat-alien",
    "display": "cat alien",
    "alt": "An alien cat face emoji. The cat is green with two antennae between the ears.",
    "tags": ["cat", "alien"]
  },
  {
    "name": "cat-three-hearts",
    "display": "cat with three hearts",
    "alt": "A cat face emoji surrounded by hearts. The cat is yellow with a pink nose with smiling eyes. There are three red hearts around the cat.",
    "tags": ["cat", "heart"]
  },
  {
    "name": "cat-heart-kiss",
    "display": "cat heart kiss",
    "alt": "A cat face emoji. The cat is yellow with a pink nose. The cat is winking with puckered lips blowing a kiss, depicted as a small, red heart",
    "tags": ["cat", "heart", "kiss"]
  },
  {
    "name": "cat-headphones",
    "display": "cat headphones",
    "alt": "A cat face emoji with headphones. The headphones do not fit the cat and are placed on the sides of the cat's head, rather than at the ears. The cat is yellow with a pink nose.",
    "tags": ["cat", "headphone"]
  },
  {
    "name": "cat-flushed",
    "display": "cat flushed",
    "alt": "A cat face emoji with a flushed face. The cat is yellow with a pink nose, wide eyes, raised eyebrows that are staring straight ahead, and blushing cheeks.",
    "tags": ["cat", "flushed", "blushing", "ayo"]
  },
  {
    "name": "cat-fish",
    "display": "cat fish",
    "alt": "A half-cat half-fish emoji, seen from the side profile view and facing the left. The catfish is yellow and has the body of a fish and the head of a cat. The catfish has fish fins and cat whiskers, ears, and a pink nose.",
    "tags": ["cat", "fish"]
  },
  {
    "name": "cat-bug",
    "display": "cat bug",
    "alt": "A half-cat half-caterpillar emoji, seen from the side profile view and facing the left. The catbug is yellow and has the body of a caterpillar and the head of a cat. The catbug has many caterpillar legs and several stripes along the body. The catbug has cat whiskers, ears, and a pink nose.",
    "tags": ["cat", "bug", "caterpillar"]
  },
  {
    "name": "cat-dizzy",
    "display": "cat dizzy",
    "alt": "A cat face with spiral eyes emoji. The cat is yellow with a pink nose and appears dizzy with spiral eyes and a wavy mouth.",
    "tags": ["cat", "dizzy", "spiral eyes"]
  },
  {
    "name": "trans-hatching-chick",
    "display": "trans hatching chick",
    "alt": "A trans pride-themed hatching chick emoji. The chick is yellow and sitting in their cracked egg and facing the viewer. The egg is cracked with the top half missing and has jagged edges. The egg has light blue, pink, and white stripes running horizontally along the egg.",
    "tags": ["trans", "egg", "hatching", "chick", "pride"]
  },
  {
    "name": "cat-angel",
    "display": "cat angel",
    "alt": "A cat angel face emoji. A yellow cat with a pink nose. There is a light blue halo over their head and their eyes are happy.",
    "tags": ["cat", "angel", "halo"]
  },
  {
    "name": "cat-devil",
    "display": "cat devil",
    "alt": "A cat devil face emoji. The cat is yellow with a pink nose and two red horns coming out of their head. Their eyes are furrowed deviously.",
    "tags": ["cat", "devil"]
  },
  {
    "name": "cat-moon",
    "display": "cat moon",
    "alt": "A cat moon emoji. The cat is pale yellow with a pink nose and yellow circles as moon craters on their face.",
    "tags": ["cat", "moon"]
  },
  {
    "name": "cat-sun",
    "display": "cat sun",
    "alt": "A cat sun emoji. The cat is yellow with a pink nose and orange triangular rays radiating outwards.",
    "tags": ["cat", "sun"]
  },
  {
    "name": "cat-sunglasses",
    "display": "cat sunglasses",
    "alt": "A cat wearing sunglasses emoji. The cat is yellow with a pink nose and wearing black sunglasses.",
    "tags": ["cat", "sunglasses", "cool"]
  },
  {
    "name": "cat-swearing",
    "display": "cat swearing",
    "alt": "A cat swearing emoji. The cat is yellow with a pink nose. The cat has angry eyes and a dark bar with symbols (#%!&) in white on it covering their mouth",
    "tags": ["cat", "swearing", "curse"]
  },
  {
    "name": "cat-loading",
    "display": "cat loading",
    "alt": "A cat loading emoji. The cat is yellow with a pink nose and has a throbber (loading icon) on their forehead.",
    "tags": ["cat", "loading"]
  },
  {
    "name": "cat-sneeze",
    "display": "cat sneezing",
    "alt": "A cat sneeze emoji. The cat is yellow with a pink nose and sneezing into a white tissue.",
    "tags": ["cat", "sneezing", "tissue"]
  },
  {
    "name": "cat-monocle",
    "display": "cat monocle",
    "alt": "A cat wearing a monocle emoji. The cat is yellow with a pink nose. The cat is wearing a monocle on their right eye.",
    "tags": ["cat", "monocle"]
  },
  {
    "name": "cat-vampire",
    "display": "cat vampire",
    "alt": "A vampire cat emoji. The cat is yellow with a pink nose and red eyes. The cat has a red high collar of doom around their neck.",
    "tags": ["cat", "vampire", "halloween"]
  },
  {
    "name": "cat-square",
    "display": "cat square",
    "alt": "A square cat face emoji. The cat is yellow with a pink nose and has a square-shaped head.",
    "tags": ["cat", "square"]
  }
]